Repository: gwilherm/alsa-scarlett-gui
Catalog: src/po/*.po
Languages: fr_fr

source: ALSA Scarlett Gen 2/3 Control Panel
fr_fr: Panneau de contrôle ALSA Scarlett Gen 2/3

source: ALSA Scarlett Supported Hardware
fr_fr: Périphériques compatibles

source: About ALSA Scarlett Mixer Interface
fr_fr: À propos

source: Analogue %d
fr_fr: Analogique %d

source: Analogue Inputs
fr_fr: Entrées Analogiques

source: Analogue Outputs
fr_fr: Sorties Analogiques

source: Are you running a recent kernel with Scarlett Gen 2/3 support enabled?
fr_fr: Avez vous installé un noyau récent avec prise en charges des cartes Scarlett Gen 2/3 ?

source: Big 3rd Gen
fr_fr: Grandes Gen 3

source: Check dmesg output for "%s"
fr_fr: Vérifier la sortie dmesg pour "%s"

source: Clear
fr_fr: Effacer

source: Clock Source
fr_fr: Source d'horloge

source: Clock Source selects where the interface receives its digital clock from. If you aren't using S/PDIF or ADAT inputs, set this to Internal.
fr_fr: La liste « Source d'horloge » permet de sélectionner la source d'horloge numérique. Laisser « Interne » si vous n'utilisez aucune entrée S/PDIF ou ADAT.

source: Dim (lower volume) of HW controlled outputs
fr_fr: Atténuation du volume des sorties contrôlées par la carte

source: Direct Monitor sends the analogue input signals to the analogue outputs for zero-latency monitoring.
fr_fr: Direct Monitor (écoute de contrôle) envoie le signal analogique d'entrée à la sortie analogique pour une écoute de contrôle sans latence.

source: Disabled
fr_fr: Désactivé

source: E_xit
fr_fr: _Fermer

source: Enabled
fr_fr: Activé

source: Enabling 48V sends “Phantom Power” to the XLR microphone input. This is required for some microphones (such as condensor microphones), and damaging to some microphones (particularly vintage ribbon microphones).
fr_fr: Activer le commutateur « 48V » envoie l'alimentation fantôme à l'entrée du micro XLR . Attention, ceci est nécessaire pour certains microphones (tels que microphones à condensateur), mais néfaste pour certains microphones (en particulier microphones à ruban vintage).

source: Enabling Air will transform your recordings and inspire you while making music.
fr_fr: Activer Air simule le son des préamplis micro ISA 110.

source: Enabling Pad engages an attenuator in the channel, giving you more headroom for very hot signals.
fr_fr: Pad active une atténuation pour que le canal ait plus de marge d'écrêtage pour les signaux très forts.

source: Error running "alsactl %s %s -f %s": %s
fr_fr: Erreur à l'exécution de "alsactl %s %s -f %s": %s

source: GTK4 interface to the ALSA Scarlett Gen 2/3 Mixer controls
fr_fr: Interface graphique Gtk4 pour les contrôles ALSA offerts par le pilote des cartes Focusrite Scarlett Gen 2 et 3

source: Global
fr_fr: Général

source: Hardware Inputs
fr_fr: Entrées physiques

source: Hardware Outputs
fr_fr: Sorties physiques

source: Input Controls
fr_fr: Commandes d'entrées

source: Internal
fr_fr: Interne

source: It appears that there are no startup controls. You probably need to upgrade your kernel to see something here.
fr_fr: Il semble qu'il n'y aie aucune commande de démarrage. Vous devez probablement mettre votre noyau à jour pour voir quelque chose ici.

source: Level
fr_fr: Niveau

source: Levels
fr_fr: Niveaux

source: Load Configuration
fr_fr: Charger Configuration

source: Load Configuration File for Interface Simulation
fr_fr: Charger Fichier de Configuration pour Simulation d'Interface

source: Locked
fr_fr: Verrouillée

source: MSD (Mass Storage Device) Mode
fr_fr: Mode MSD (Mass Storage Device)

source: Main
fr_fr: Principal

source: Mic/Line or Instrument Level (Impedance)
fr_fr: Niveau (Impédance) Mic/Line ou Instrument

source: Mixer
fr_fr: - Mélangeur

source: Mixer Inputs
fr_fr: Entrées Mélangeur

source: Mixer Outputs
fr_fr: Sorties Mélangeur

source: Mixer Outputs
fr_fr: Sorties Mélangeur

source: Mixer Outputs with Talkback enabled will have the level of Mixer Input 25 internally raised and lowered when the Talkback control is turned On and Off.
fr_fr: Les Sorties Mélangeur avec le Talkback activé auront leur niveau d'entrée n°25 augmenté et baissé quand la commande de Talkback est activée ou désactivée.

source: Mono sends both inputs to the left and right outputs.
fr_fr: Mono envoie les deux entrées aux sorties gauche et droite.

source: Mute
fr_fr: Muet

source: Mute (only available when under software control)
fr_fr: Muet (disponible seulement sous contrôle logiciel)

source: Mute HW controlled outputs
fr_fr: Mettre en sourdine les sorties contrôlées par la carte

source: No Scarlett Gen 2/3 interface found.
fr_fr: Aucun périphérique Scarlett Gen 2/3 trouvé.

source: Output Controls
fr_fr: Commandes de sortie

source: PCM Inputs
fr_fr: Entrées PCM

source: PCM Outputs
fr_fr: Sorties PCM

source: Phantom Power Persistance
fr_fr: Persistance de l'alim fantôme

source: Preamp
fr_fr: Préampli

source: Presets
fr_fr: Préréglages

source: Routing
fr_fr: - Routage

source: Save Configuration
fr_fr: Enregistrer la Configuration

source: Set software-controlled (SW) or hardware-controlled (HW) volume for this analogue output.
fr_fr: Donner le contrôle du volume au logiciel ou à la carte pour cette sortie analogique.

source: Small 3rd Gen
fr_fr: Petites Gen 3

source: Sorry, I don’t recognise the controls on this card.
fr_fr: Désolé, je ne connais pas les commandes pour cette carte.

source: Speaker Switching
fr_fr: Commutation des HP

source: Speaker Switching lets you swap between two pairs of monitoring speakers very easily.
fr_fr: La Commutation des Haut-Parleurs permet de basculer très facilement entre deux paires d'enceintes de contrôle.

source: Standalone
fr_fr: Autonome

source: Startup Configuration
fr_fr: Configuration de Démarrage

source: Stereo Out
fr_fr: Sortie Stéréo

source: Stereo sends input 1 to the left, and input 2 to the right output.
fr_fr: Stéréo envoie l'entrée 1 à la sortie gauche et l'entrée 2 à la sortie droite.

source: Sync Status
fr_fr: Synchro

source: Sync Status indicates if the interface is locked to a valid digital clock. If you aren't using S/PDIF or ADAT inputs and the Sync Status is Unlocked, change the Clock Source to Internal.
fr_fr: Le bouton Synchro indique si la carte verrouillée sur une horloge numérique valide. Si vous n'utilisez pas d'entrées S/PDIF ou ADAT et que Synchro est « Unlocked », changez la source d'horloge en « Interne ».

source: Sync Status indicates if the interface is locked to a valid digital clock. Since the Clock Source is fixed to internal on this interface, this should stay locked.
fr_fr: Le bouton Synchro indique si la carte verrouillée sur une horloge numérique valide. Comme la Source d'Horloge est fixée à « Interne » sur cette carte, la Synchro devrait rester Verrouillée.

source: Talkback lets you add another channel (usually the talkback mic) to a mix with a button push, usually to talk to musicians, and without using an additional mic channel.
fr_fr: Talkback vous permet d'ajouter un autre canal (généralement le micro de talkback) à un mix en appuyant sur un bouton, généralement pour parler aux musiciens, et sans utiliser de canal de micro supplémentaire.

source: These Focusrite Scarlett models should be supported:
fr_fr: Ces modèles Focusrite Scarlett doivent être pris en charge :

source: This control shows the setting of the physical (hardware) volume knob, which controls the volume of the analogue outputs which have been set to "HW".
fr_fr: Cette commande affiche le réglage du bouton de volume physique (matériel), qui contrôle le volume des sorties analogiques qui ont été réglées sur "HW".

source: Unlocked
fr_fr: Déverrouillée

source: When MSD Mode is enabled (as it is from the factory), the interface has reduced functionality. You'll want to have this disabled. On the other hand, when MSD Mode is enabled, the interface presents itself as a Mass Storage Device (like a USB stick), containing a link to the Focusrite web site encouraging you to register your product and download the proprietary drivers which can't be used on Linux.
fr_fr: Afin d'avoir accès à la totalité des fonctionnalités de la carte, il faut désactiver le mode MSD (activé en sortie d'usine). D'autre part, lorsque le mode MSD est activé, la carte se présente comme un périphérique de stockage de masse (comme une clé USB), contenant un lien vers le site Web de Focusrite vous incitant à enregistrer votre produit et à télécharger les pilotes propriétaires qui ne peuvent pas être utilisé sous Linux.Afin d'avoir accès à la totalité des fonctionnalités de la carte, il faut désactiver le mode MSD (activé en sortie d'usine). D'autre part, lorsque le mode MSD est activé, la carte se présente comme un périphérique de stockage de masse (comme une clé USB), contenant un lien vers le site Web de Focusrite vous incitant à enregistrer votre produit et à télécharger les pilotes propriétaires qui ne peuvent pas être utilisé sous Linux.

source: When Phantom Power Persistence is enabled, the interface will restore the previous Phantom Power/48V setting when the interface is turned on. For the safety of microphones which can be damaged by phantom power, the interface defaults to having phantom power disabled when it is turned on.
fr_fr: Lorsque la persistance de l'alimentation fantôme est activée, la carte restaure le paramètre d'alimentation fantôme/48 V précédent lorsque la carte est allumée. Pour la sécurité des microphones qui peuvent être endommagés par l'alimentation fantôme, l'interface a par défaut l'alimentation fantôme désactivée lorsqu'elle est allumée.

source: When Standalone mode is enabled, the interface will continue to route audio as per the previous routing and mixer settings after it has been disconnected from a computer. By configuring the routing between the hardware and mixer inputs and outputs appropriately, the interface can act as a standalone preamp or mixer.
fr_fr: Lorsque le mode autonome est activé, l'interface continue d'acheminer l'audio conformément aux paramètres de routage et de mixage précédents après avoir été déconnectée d'un ordinateur. En configurant le routage entre le matériel et les entrées et sorties du mélangeur de manière appropriée, l'interface peut agir comme un préampli ou un mélangeur autonome.

source: You may need to create a file /etc/modprobe.d/scarlett.conf with an "options snd_usb_audio ..." line and reboot.
fr_fr: Vous devriez peut-être créer un fichier /etc/modprobe.d/scarlett.conf avec une ligne "options snd_usb_audio ..." et redémarrer.

source: _About
fr_fr: _À Propos

source: _Cancel
fr_fr: _Annuler

source: _File
fr_fr: _Fichier

source: _Help
fr_fr: _Aide

source: _Interface Simulation
fr_fr: _Simulation de Carte

source: _Load
fr_fr: _Charger

source: _Load Configuration
fr_fr: _Charger la Configuration

source: _Mixer
fr_fr: _Mélangeur

source: _Routing
fr_fr: _Routage

source: _Save
fr_fr: _Enregistrer

source: _Save Configuration
fr_fr: _Enregistrer la Configuration

source: _Startup
fr_fr: _Démarrage

source: _Supported Hardware
fr_fr: _Périphériques Compatibles

source: _View
fr_fr: _Affichage

source: alsactl state file (.state)
fr_fr: fichier d'état alsactl (.state)
